20131008 易张脸结构
/**
网站主体入口
index.php  首页
**/
1.top-bar：
	登陆
	注册
	用户中心	我的订单、我的购物车、个人资料、修改密码
	订购帮助	to 《易享。花养颜 1-1》
	我的购物车	用户中心-栏目2
	搜索框
	
	皮肤急救中心
	畅销排行【产品】  （动效参考：http://www.sulwhasoo.co.kr/main.jsp）	
		养肤面膜贴
		养肤洁面乳
		养肤水
		精华液
		养肤面霜
		面膜泥冻膜
		眼部护理
	
2.主导航（main nav）（展开效果参考佰草集：http://www.herborist.com.cn/）
	花本养肤
		花养颜之源
		传承千年

	美颜讲堂
		肤质解析堂
			皮肤构成
			皮肤功能
			皮肤分类
		养肤常识堂
			日常护理
			四季保养
			问题的皮肤的保养
		花本养肤堂


	易颜之法
		公司介绍
		科研实力
		生产工艺

	美自天然
		品牌理念
	
3.辅助导航（）
	品牌宣言
	清洁控油
	补水锁湿
	美白提亮
	抗敏修复
	逆颜紧致
	活动专区
		新品发布
		优惠专区
	
4.首页宽屏广告：
	参考网站：动效参考：http://www.za-cosmetics.com/
		注：多幅轮换，在1920px下一屏同时只显示一副半。

5.专题：
	皮肤检测中心
		填写资料>开始测试	
		选择答案	
		得出结论&推荐产品	


	养肤体验馆
		登录/注册	
		填写完整资料	
		提交完成

	易享。花养颜

		线上商城	
			订购帮助	
			网店集中营	
			手机专享

		线下商城	

		授权代理	
			加盟店展示	
			招商政策	
	
6.底部导航：
	公司新闻
	品牌下载
		视频广告
		桌面壁纸
	招纳贤才
	联系我们
	
7.网上商城


8.友情链接

/**
	网站模型文件
**/
index.php 首页
article_cat.php 文章分类页面
article.php 文章页面

系统中有：
	专题：
	文章分类页面

news 	公司新闻  
down	品牌下载  
	视频广告
	桌面壁纸
招纳贤才
联系我们
	



	